Revit 2024 API
ParameterTypeId.CwpCopyRoofInserts Property
 "Copy openings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CwpCopyRoofInserts { get; }
Visual Basic
Public Shared ReadOnly Property CwpCopyRoofInserts As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CwpCopyRoofInserts {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace